acceptance/evidence/engineering-worker-runs/task_deb83d6db9f442078280dea4/prepare/revision-1/prep_aa38b1ba96614a84860b4ffa/cancel_channel/nominal/readback-case/0/U
FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.014999999999999999 0 0);
boundaryField {
 inlet { type fixedValue; value nonuniform List<vector> 80 ( (0.00055894070775720653 0 0)
(0.0016557300210921022 0 0)
(0.0027243965315209753 0 0)
(0.0037649402390438251 0 0)
(0.0047773611436606519 0 0)
(0.0057616592453714564 0 0)
(0.006717834544176236 0 0)
(0.0076458870400749951 0 0)
(0.0085458167330677293 0 0)
(0.0094176236231544412 0 0)
(0.01026130771033513 0 0)
...
(0.0016557300210921059 0 0)
(0.00055894070775720458 0 0) ); }
 outlet { type zeroGradient; }
 walls { type noSlip; }
 frontAndBack { type empty; }
}
