acceptance/evidence/engineering-worker-runs/task_deb83d6db9f442078280dea4/prepare/revision-1/prep_aa38b1ba96614a84860b4ffa/cancel_channel/nominal/readback-case/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object turbulenceProperties;
}
simulationType laminar;
