acceptance/evidence/engineering-worker-runs/task_deb83d6db9f442078280dea4/prepare/revision-1/prep_aa38b1ba96614a84860b4ffa/cancel_channel/nominal/readback-case/system/fvSolution
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSolution;
}
solvers {
 p { solver GAMG; tolerance 1e-10; relTol 0.01; smoother GaussSeidel; }
 U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-10; relTol 0.01; }
}
SIMPLE { nNonOrthogonalCorrectors 0; }
relaxationFactors { fields { p 0.3; } equations { U 0.7; } }
